[
    {
        "title": "calorie VS store project",
        "year": "2025",
        "image": "../images/final_graph.png",
        "description": "The graph shows the trend of calories and price in three major stores of the US."
    },
    {
        "title": "abortion rights visualization",
        "year": "2024",
        "image": "../images/abortion_high.png",
        "description": "The bar graph shows the highest abortion rates in several states of the US."
    },
    {
        "title": "Sit voluptatibus expedita commodi.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Iste quod unde eaque iure quaerat numquam veniam ducimus ipsa temporibus omnis accusantium sunt fugiat minus cumque aliquid maxime, facilis facere totam, repellat culpa rerum architecto vero dolor et. Natus?"
    },
    {
        "title": "Temporibus corrupti quisquam necessitatibus.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Consequatur consequuntur labore dolorum alias animi, excepturi quidem eius quaerat illum illo quibusdam ad tempora. Aliquid officiis nesciunt iusto incidunt unde aperiam eveniet optio natus, ipsam consectetur tenetur culpa nobis?"
    },
    {
        "title": "Dolore dolores necessitatibus a.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Voluptates praesentium fugit qui labore provident dolores numquam nihil a eveniet enim molestias ex neque distinctio ipsa eum vitae dolorem incidunt debitis, hic laboriosam excepturi molestiae officia magni tempore. Repudiandae."
    },
    {
        "title": "Quae, quos voluptatibus. Vitae?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Harum accusantium saepe assumenda, repellat odit cumque, odio aliquam esse velit minus quisquam fuga non corporis unde iure nam eum! Tempora sequi eum quod nobis aliquam. Sapiente repellendus adipisci nulla."
    },
    {
        "title": "Est officia eaque vitae?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Aspernatur, unde cupiditate eius dignissimos ipsam asperiores explicabo qui numquam quisquam expedita omnis dolores temporibus ex eos saepe adipisci voluptates ullam error doloribus? Voluptas consequuntur assumenda voluptatibus saepe aperiam ad!"
    },
    {
        "title": "Quasi delectus minima modi.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Cumque iste delectus tempora labore saepe eligendi, maxime itaque laborum nisi provident facilis dicta nesciunt quos eaque minima asperiores ex impedit exercitationem quis. Error natus quidem consequuntur magnam dolor in."
    },
    {
        "title": "Suscipit, rerum? Quaerat, libero.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Explicabo asperiores in natus cum, recusandae nisi modi! Amet quae beatae fuga nesciunt eaque earum architecto accusantium totam, voluptas doloribus eligendi. Quia aut aliquid, accusamus rerum eveniet nostrum maiores sint!"
    },
    {
        "title": "Provident voluptatibus quibusdam quod.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Commodi numquam et dolor repudiandae dolores expedita exercitationem assumenda asperiores cum similique dolore vero, quam natus? Minus quod optio aliquid, earum magni eos facere, consectetur ut, quidem doloribus modi quasi."
    },
    {
        "title": "Delectus quidem dolorum et.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Id possimus ipsam quae cupiditate deleniti! Atque, eum voluptas! Odit nisi eum sapiente reiciendis blanditiis at, ipsam illo, eveniet tempora voluptatem quisquam repellendus. Fuga eius repellendus hic saepe? At, quibusdam."
    },
    {
        "title": "Autem atque sequi at!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Beatae commodi rerum quod vel saepe nulla corrupti labore magnam doloribus, modi repellendus veniam culpa iure voluptates necessitatibus. Sapiente culpa tenetur reprehenderit, minima dolores quia similique deleniti odit corporis. Animi."
    }
]